{
    "Start Raum": "Deine Reise beginnt in einer Bar. Bist du bereit deine Geschichte fortzusetzen und neue Abentuer zu erleben ?",
    "Bar": "Du sitzt an der Bar, das Glas in der Hand, der Raum um dich herum verraucht und laut. Du nimmst einen Schluck, dann noch einen. Deine Augen wandern zur Tür, dann zurück zu deinem Glas. Du spürst mich, ich bin nah. Noch ein Schluck, dann stehst du auf, taumelst und verschwindest in der Nacht.",
    "Keller aufwachen": "Du wachst in einem Keller auf",
    "Keller": "Du öffnest die Augen und findest dich in einem kalten Keller wieder. Der Raum ist düster, der Boden hart und feucht. Vor dir führt eine Treppe, die in ein intensives, helles Licht mündet. Das Licht strahlt grell und unheimlich, doch du kannst nichts weiter erkennen. Nur die Stufen, die in das Licht führen, sind klar zu sehen.",
    "Haus1": "Du gehst die Treppe hinauf und findest dich in einem Haus wieder, das von warmem Licht erleuchtet wird.Die Tür zur Kellertreppe fällt zu Vor dir steht eine Ausgangstür, die nach draußen zu führen scheint. Zwei weitere Türen öffnen sich zu hellen, einladenden Räumen. Der Raum um dich wirkt ruhig, fast wie eine Grenze zwischen dem Unbekannten und dem Vertrauten.",
    "Raum1 Text": "Du öffnest eine der Türen und trittst in einen Raum, der von sanftem Sonnenlicht durch ein großes Fenster erleuchtet wird. Die Wände sind in warmem Beige gestrichen, und ein weicher Teppich bedeckt den Boden. Ein paar bequeme Sessel stehen um einen niedrigen Tisch. Es herrscht eine friedliche Ruhe, als ob der Raum darauf wartet, dass jemand Platz nimmt.",
    "Raum2 Text": "Du öffnest die Tür und betrittst einen Raum, der kühl und weit wirkt. Die Wände sind schlicht und ungeschmückt, lediglich ein einzelnes Fenster lässt schwaches Licht herein. In der Mitte des Raums steht ein einfacher Stuhl, daneben ein Tisch, dessen Oberfläche leicht verstaubt ist. Der Raum wirkt leer, fast unbenutzt, als ob er schon lange nicht mehr betreten wurde.",

    "Strasen Text": "Du trittst aus dem Haus und findest dich auf einer endlosen Straße wieder. Die Tür hinter dir fällt zu und ist verschlossen. Der Asphalt zieht sich in beide Richtungen, scheinbar ohne Ende. Vor dir stehen zwei Häuser, ein rotes und ein blaues, direkt gegenüber voneinander. Zwischen ihnen breitet sich die leere Straße aus, kein anderes Gebäude, kein Anzeichen von Leben. Nur die Häuser, die stumm und verlassen wirken, und die Straße, die in die Weite führt.",
    "BlauesHaus":"Du öffnest die Tür zum blauen Haus und trittst ein. Der Raum ist schlicht, die Wände in einem sanften Blau gestrichen. Ein kleiner Tisch steht an der Wand, daneben ein einzelner Stuhl, der leicht abgegriffen wirkt. Der Boden ist mit einem schlichten Teppich bedeckt. Das Licht, das durch das Fenster fällt, erzeugt lange Schatten, die den Raum noch leerer erscheinen lassen. Es herrscht eine unheimliche Stille, als ob dieser Ort schon lange nicht mehr genutzt wurde.",
    "RotesHaus":"Du gehst über die Straße und öffnest die Tür zum roten Haus. Der Raum ist lebendig. Die Wände sind in warmem Rot gehalten, und das Licht, das durch die Fenster dringt, lässt den Raum einladend wirken. Ein Sofa steht an der Wand, ein kleiner Tisch davor. Der Boden ist mit einem weichen Teppich bedeckt. Es gibt ein Gefühl von Vertrautheit hier, als ob dieser Raum regelmäßig genutzt wird, doch auch eine seltsame Leere, die ihn von innen heraus zu beobachten scheint.",
    "Schlucht": "Du verlässt eines der Häuser, als ein roter Golf GTI vor dir anhält. Im Auto sitzen Bernhard und Wolfgang Ratschiener, Zwillinge. „Ich hab dich überall gesucht“, sagt Bernhard. „Steig schnell ein, wir sind in Gefahr“, sagt Wolfgang. Verwirrt und mit Kopfschmerzen steigst du ein. Bernhard fährt los, doch Feuerbälle schlagen gegen das Auto. Die Druckwelle schleudert dich hinaus, während die Zwillinge es schaffen, mit dem Auto sicher auf die andere Seite einer Schlucht zu gelangen. Du stürzt in die Tiefe und wirst kurz ohnmächtig. Als du erwachst, umgibt dich eine riesige Felsenwand, vor dir ein dungeonähnlicher Eingang.",
    "DungeonRoom0": "Du betrittst den Dungeon und siehst vor dir eine schwere Felstür, auf der ein Kobold abgebildet ist. Neben der Tür führt ein weiterer Gang zu einer anderen Tür, auf der ein Wesen wie eine griechische Gottheit abgebildet ist. Die Luft ist feucht und schwer, und eine unheimliche Stille liegt über dem Ort.",
    "DungeonRoom1": "Der Kobold liegt besiegt am Boden, und du blickst dich im Raum um. Zwei Felstüren stehen vor dir. Auf einer ist Rudolf, das Rentier, abgebildet, seine rote Nase blutverschmiert. Auf der anderen Tür ist eine Ratte zu sehen, mit finsterem Blick. Die kalte Luft um dich herum lässt die Stille noch unheimlicher wirken.",
    "DungeonRoom2": "Du siehst dich im Raum um. Die Wände bestehen aus rohem Felsen, und der Boden ist von alten Flecken bedeckt. Zwei Felstüren stehen vor dir: Auf der einen ist ein Baby-Pikachu abgebildet, seine großen Augen wirken neugierig und unschuldig. Die andere Tür hat unverständliches Gekritzel. Der Raum ist still, und die Atmosphäre scheint sich aufzuladen.",
    "DungeonRoom3": "Der Raum ist klein und von rohen Felsen umgeben. In der Ecke liegt das blutige Rentier, dessen rote Nase im schwachen Licht glimmt. Vor dir steht eine Felstür, auf der unverständliche, gekritzelte Zeichen hinterlassen wurden. Die Kritzeleien sind verworren, kaum zu deuten, aber sie wirken lebendig, fast als ob sie sich bewegen würden. Der Raum ist von einer drückenden Stille erfüllt, nur das leise Tropfen von Wasser ist zu hören.",
    "DungeonRoom4": "Das Baby-Pikachu liegt besiegt am Boden, und du atmest tief durch. Du siehst dich im Raum um. Die Wände bestehen aus rohem, kaltem Felsen, und der Boden ist mit Staub bedeckt. Vor dir steht eine weitere Felstür, auf der ein Baby-Glumanda abgebildet ist. Die kleinen Flammen an seinem Schwanz sind flackernd und scheinen in der Dunkelheit zu tanzen, während die Stille des Raumes dich umgibt.",
    "DungeonRoom5": "Nachdem du das Glumanda besiegt hast, siehst du dich im Raum um. Der Boden ist von Asche bedeckt, und der Geruch von verbranntem Holz hängt in der Luft. An der Wand vor dir ist eine weitere Felstür,mit seltsamen unverständlichen Kritzeleien bedeckt. Sie wirken lebendig, als ob sie sich immer wieder verändern, wenn du sie ansiehst. Der Raum ist still, und die Atmosphäre wirkt immer bedrohlicher.",
    "WeirdRoom": "Das Garados liegt besiegt am Boden, und der Raum wird wieder still. Du siehst dich um und bemerkst, dass der Boden wie eine nasse Wiese wirkt – das Gras fühlt sich weich und feucht unter deinen Füßen an. Du siehst auch ein Skellet, vermutlich war das der Briefschreiber. An den Wänden befinden sich drei Ausgänge, die zu den bereits absolvierten Dungeons führen: Rudolf, Ratte und Baby-Glumanda. Es gibt keine weiteren Gegenstände oder Hinweise, nur die merkwürdige Feuchtigkeit des Raums und die leeren Durchgänge, die auf dich warten.",
    "DungeonGodRoom": "Wenn du irgendwie diesen Text aufgerufen hast, schummelst. Das ist eigentlich nicht möglich",
    "Kobold":"Du betrittst den Raum und hörst plötzlich ein Rascheln aus der Dunkelheit. Ein Kobold springt auf dich zu, mit scharfen Zähnen und einer rostigen Klinge. Du hast kaum Zeit, zu reagieren, als er dich angriffslustig angreift. Der Raum ist düster, der Geruch von feuchtem Stein und Gefahr liegt in der Luft.",
    "Ratte": "Du trittst durch die Felstür mit der Ratte und betrittst einen neuen Raum. Der Geruch von fauligem Fleisch und feuchtem Stein steigt dir in die Nase. Plötzlich hörst du ein Rascheln, und eine riesige Ratte, größer als du, springt aus dem Schatten. Ihre Augen glühen bedrohlich, und mit ihren scharfen Zähnen stürzt sie sich auf dich. Der Raum ist eng, und du musst schnell handeln.",
    "Rudolf": "Du drückst die Felstür mit dem abgebildeten Rudolf auf und trittst ein. Plötzlich springt das Rentier mit einer erschreckend schnellen Bewegung auf dich zu. Seine blutverschmierte rote Nase glüht in der Dunkelheit, und mit einem wilden Geweih stößt er dich zurück. Der Raum ist eng, und du hast nur einen Moment, um zu reagieren.",
    "Baby Pikachu": "Du betrittst den Raum mit dem Baby-Pikachu und bleibst sofort stehen. Das Pikachu sieht niedlich aus, doch plötzlich zucken elektrische Funken um seinen Körper. Mit einem scharfen Kreischen springt es auf dich zu, die kleinen Zähnchen blitzen, und aus seinen Wangen schießen elektrische Blitze. Es ist nicht das harmlose Wesen, das du erwartet hast, sondern ein furchteinflößender Gegner, bereit, dich zu attackieren.",
    "Baby Glumanda": "Du öffnest die Tür zum Glumanda-Raum und trittst ein. Das kleine Glumanda, das auf der Tür abgebildet war, erscheint plötzlich vor dir. Doch es ist nicht freundlich – mit einem fauchenden Laut springt es auf dich zu. Die Flammen an seinem Schwanz lodern auf, als es mit seinen scharfen Krallen auf dich losgeht. Es wird ein erbitterter Kampf, der Raum von der Hitze der Flammen und der Wildheit des Angriffs erfüllt.",
    "Garados": "Du öffnest die Felstür mit den seltsamen Kritzeleien und betrittst den Raum. Plötzlich hörst du ein lautes, bedrohliches Grollen. Ein Garados taucht aus den Schatten auf, seine gewaltige Gestalt füllt den Raum. Mit seinen scharfen Zähnen und einem mächtigen, zischenden Laut stürzt es auf dich zu. Der Boden vibriert unter seinen Bewegungen, als es sich mit voller Wucht auf dich stürzt.",
    "Rainer Winkler": "Du kehrst zum Eingang zurück und öffnest die Felstür mit der griechischen Gottheit. Der Raum dahinter ist düster, und eine bedrückende Stille herrscht. Plötzlich tritt eine massive Gestalt aus dem Schatten es ist Rainer Winkler.",
    "Rainer Winkler2": "Mit einem wütenden Schrei stürzt er sich auf dich, die Luft vibrierend von seinem Gebrüll. Seine Bewegungen sind schwer und ungestüm, doch seine Entschlossenheit macht ihn zu einem gefährlichen Gegner.",
    "Kobold_tod": "Der Kobold stößt seine rostige Klinge tief in deine Seite, und ein schmerzhaftes Lachen erfüllt den Raum. Du sackst auf die Knie, während der kalte Steinboden deine Hände berührt. Alles wird langsam still, und das Gesicht des Kobolds ist das Letzte, was du siehst.",
    "Ratte_tod": "Die riesige Ratte springt ein letztes Mal auf dich zu, ihre scharfen Zähne bohren sich in deine Schulter. Dein Blick verschwimmt, während das Fauchen der Ratte in der Dunkelheit widerhallt. Alles wird still.",
    "Rudolf_tod": "Die letzte Sache, die du siehst, ist Rudolfs blutverschmierte Nase, die bedrohlich im schwachen Licht glüht. Ein letzter Hieb seines Geweihs trifft dich, und alles wird schwarz. Die Dunkelheit verschlingt dich.",
    "Baby Pikachu_tod": "Elektrische Blitze durchzucken deinen Körper, als das Baby-Pikachu seinen letzten Angriff startet. Dein Körper wird schwer, und das schrille Kreischen des Pikachu hallt noch in deinen Gedanken, bevor alles erlischt.",
    "Baby Glumanda_tod": "Die Flammen von Glumandas Schwanz lodern auf, und du spürst die Hitze, die dich umgibt. Sein wütender Angriff trifft dich, und dein Blick wird von einem blendenden Licht erfüllt, bevor alles Dunkelheit wird.",
    "Garados_tod": "Das mächtige Garados schlägt mit seinem Schwanz zu, und der Boden unter dir bebt. Du wirst zurückgeworfen, und der letzte Gedanke, der dir bleibt, ist die rohe Kraft dieses Wesens. Die Stille danach ist endlos.",
    "Love Story" : "Du hast scheinbar etwas übersehen, das Garados lies noch einen Brief liegen. Du schnappst ihn dir und fängst an ihn zu lesen. \nLieber Bernhard, \nich bin in diese Höhle gefangen und weiß nicht wie lange ich noch überlebe. \nSeitdem ich hier bin, schläft hier ein Garados. \nIch vermisse dich unglaublich jede Minute ohne dich ist Schmerzhaft. \nJedes mal errinere ich mich an unseren Ersten Male. \nAls wir uns das erste Mal trafen und deine Verschwitze Haarige Brust aus deinem Tanktop schien. \nWusste ich, dass du die Liebe meines Lebens bist. \nEs vergeht kein Moment in dem ich nicht deinen Prallen Hintern vermisse. \nIn Aller Körperlicher und Psychischer Liebe \nThomas",
    "Rainer Winkler_tod": "Rainer Winkler holt mit wuchtiger Kraft aus, und du spürst, wie die Wucht dich niederdrückt. Dein Atem stockt, und seine donnernde Stimme ist das Letzte, was du hörst, bevor die Dunkelheit dich einhüllt.",
    "TheEND":"Rainer Winkler liegt besiegt am Boden, seine Präsenz ist nur noch eine verblassende Erinnerung in der Dunkelheit des Raumes. Du atmest tief durch und siehst dich um. An der gegenüberliegenden Wand öffnet sich ein Ausgang, durch den Licht dringt – ein heller, klarer Pfad, der dich aus der Dunkelheit hinausführt. Du folgst dem Ausgang, und als du ihn verlässt, findest du dich auf der anderen Seite der Schlucht wieder. Dort stehen Bernhard und Wolfgang, die Zwillinge, mit sichtbarer Erleichterung in ihren Gesichtern. „Da bist du ja endlich!“, ruft Bernhard, während Wolfgang dir erleichtert zunickt. Du beginnst, ihnen alles zu erzählen – die seltsamen Türen, die Kreaturen, die Kämpfe, sogar die blutige rote Nase von Rudolf. Die Zwillinge hören dir aufmerksam zu, und als du geendet hast, ist Bernhard der Erste, der das Schweigen bricht: „Zum Glück ist dir nichts passiert.“ Nach einer kurzen Pause lächelt Bernhard und fragt: „Hast du vielleicht eine Zigarette für mich?“ ",
    "TheENDgood":"Du erinnerst dich an das Päckchen, das du beim Kobold gefunden hattest, und reichst es ihm. Er nimmt es dankbar an, zündet sich eine an und pustet den Rauch gen Himmel. „Komm“, sagt Wolfgang schließlich. „Wir haben noch einen weiten Weg vor uns.“ Zusammen machen sich die drei auf den Weg. Der Horizont ist weit und offen, und während ihr geht, lässt du die Ereignisse hinter dir, die in den Tiefen dieses seltsamen Ortes stattgefunden haben.",
    "TheENDbad":"Du suchst in deinen Taschen, doch es ist nichts da. „Tut mir leid, ich habe keine“, antwortest du. Bernhard winkt ab. „Ach, halb so wild“, sagt er und gibt dir einen spielerischen Schubser. Doch du bist noch völlig erschöpft von deinen Erlebnissen, und der Schubser hat mehr Kraft, als Bernhard beabsichtigt. Du stolperst, verlierst das Gleichgewicht und fällst rücklings in die Schlucht. Die letzte Sache, die du siehst, ist der überraschte Ausdruck auf Bernhards Gesicht, bevor der Abgrund dich verschlingt.",

    "Rechter Hacken Text WIN":"Du verpasst dem Penner einen Rechten Haken, du durchbrichst seinen Kiefer und durch die Druckwelle die du erzeugst, zespringt sein Schädel",
    "Tornadokick Text WIN": "Du kickst so hoch und so genau dass du ihm perfekt den Kopf abschlägst",
    "Feuerball Text WIN" : "Der Feuerball fliegt auf das Monster und verbrennst, es schreit, aber verbrennt elendig",


    "Rechter Hacken Text LOSE":"Du haust mit einem Rechten Haken, Er spürt aber nix und lacht dich aus. ",
    "Tornadokick Text LOSE":"Du packst deinen Tornadokick aus und rutscht weg, wie ein Vogel. ",
    "Feuerball Text LOSE" : "Du wirfst den Feuerball auf das Monster, aber er ist den Feuerball auf. ",

    "Credits": "\nSpielentwicklung: Dragoljub Mitrovic, Chatoljub Gptovic\nStory und Szenarien: Dragoljub Mitrovic, Chatoljub Gptovic\nProgrammierung: Dragoljub Mitrovic, Chatoljub Gptovic\nKreative Unterstützung: Chatoljub Gptovic\nTestspieler: Ein großes Dankeschön an alle, die ihre Zeit investiert haben, um das Spiel zu testen und wertvolles Feedback zu geben.\nBesonderer Dank: An alle Spieler, die dieses Abenteuer erlebt haben und Teil dieser Welt geworden sind. Ohne euch wäre das alles nicht möglich!\nAbschluss: Vielen Dank fürs Spielen! Bis zum nächsten Abenteuer!"
}
